{
  "P": [
    {
      "provision": "P1",
      "details": "Transport this material on dedicated airlift (e.g., Special Assignment Airlift Mission) aircraft as identified in Attachment 24. Material authorized on cargo aircraft only. Passenger deviations are not authorized."
    },
    {
      "provision": "P2",
      "details": "Transport this material on cargo aircraft only. Passenger deviations are not authorized."
    },
    {
      "provision": "P3",
      "details": "Transport this material on cargo aircraft only. Deviations are authorized according to paragraph 2.2. and Attachment 22."
    },
    {
      "provision": "P4",
      "details": "Transport this material on cargo aircraft only. Deviations are authorized according to paragraph 2.2. and Attachment 22. DOD duty passengers do not require a deviation."
    },
    {
      "provision": "P5",
      "details": "Transport this material on passenger or cargo aircraft without passenger restriction."
    },

    {
      "provision": "1",
      "details": "This material is poisonous by inhalation in Hazard Zone A, describe as an inhalation hazard."
    },
    {
      "provision": "2",
      "details": "This material is poisonous by inhalation in Hazard Zone B, describe as an inhalation hazard."
    },
    {
      "provision": "3",
      "details": "This material is poisonous by inhalation in Hazard Zone C, describe as an inhalation hazard."
    },
    {
      "provision": "4",
      "details": "This material is poisonous by inhalation in Hazard Zone D, describe as an inhalation hazard."
    },
    {
      "provision": "5",
      "details": "If this material meets the defining criteria for a material poisonous by inhalation (49 CFR Paragraphs 173.116(a) or 173.133(a)) use an appropriate Class 2.3 or Class 6.1 generic PSN that identifies the inhalation hazard."
    },
    {
      "provision": "6",
      "details": "This material is poisonous by inhalation and must be described as an inhalation hazard."
    },
    {
      "provision": "8",
      "details": "A hazardous substance that is not a hazardous waste may be shipped under the shipping description 'Other regulated substance, liquid or solid', as appropriate."
    },
    {
      "provision": "9",
      "details": "EPA in 40 CFR Sections 761.60 and 761.65 prescribes packaging for certain PCBs for disposal and storage."
    },
    {
      "provision": "11",
      "details": "Package material either as a liquid or solid, as appropriate, depending on its physical form at 55 degrees C (131 degrees F) at atmospheric pressure."
    },
    {
      "provision": "12",
      "details": "In concentrations greater than 40 percent, this material has strong oxidizing properties and is capable of starting fires in contact with combustible materials."
    },
    {
      "provision": "13",
      "details": "Enter the words 'Inhalation Hazard' on each shipping paper in association with the shipping description."
    },
    {
      "provision": "14",
      "details": "Motor fuel anti-knock mixtures are mixtures of one or more organic lead mixtures with one or more halogen compounds, hydrocarbon solvents, or other equally efficient stabilizers."
    },
    {
      "provision": "21",
      "details": "This material must be stabilized by appropriate means to prevent dangerous polymerization."
    },
    {
      "provision": "22",
      "details": "If the hazardous material is in dispersion in organic liquid, the organic liquid must have a flash point above 50 degrees C (122 degrees F)."
    },
    {
      "provision": "23",
      "details": "Classify this material as Class 4.1 only if it is packed so that the percentage of diluent will not fall below that stated in the shipping description at any time during transport."
    },
    {
      "provision": "30",
      "details": "Sulphur is not regulated if transported in a non-bulk packaging or if formed to a specific shape (e.g., prills, granules, pellets, pastilles, or flakes)."
    },
    {
      "provision": "33",
      "details": "Ammonium nitrites and mixtures of an inorganic nitrite with an ammonium salt are prohibited."
    },
    {
      "provision": "43",
      "details": "The nitrogen content of the nitrocellulose must not exceed 11.5 percent."
    },
    {
      "provision": "44",
      "details": "The formulation must be prepared so that it remains homogenous and does not separate during transport."
    },
    {
      "provision": "46",
      "details": "During transport, it must be protected from direct sunshine and stored in a cool and well-ventilated place."
    },
    {
      "provision": "47",
      "details": "Mixtures of solids which are not subject to this subchapter and flammable liquids may be transported without first applying the classification criteria of Division 4.1, provided there is no free liquid visible at the time of loading."
    },
    {
      "provision": "48",
      "details": "Mixtures of solids which are not subject to this subchapter and toxic liquids may be transported without first applying the classification criteria of Division 6.1, provided there is no free liquid visible."
    },
    {
      "provision": "49",
      "details": "Mixtures of solids which are not subject to this subchapter and corrosive liquids may be transported without first applying the classification criteria of Class 8, provided there is no free liquid visible."
    },
    {
      "provision": "51",
      "details": "This description applies to items previously described as 'Toy propellant devices, Class C' and includes reloaded kits. Model rocket motors are classed as Division 1.4S or 1.4C based on propellant."
    },
    {
      "provision": "53",
      "details": "Packages of these materials must bear a subsidiary hazard label, 'EXPLOSIVE', unless exempted by the DOT."
    },
    {
      "provision": "56",
      "details": "Ensure a means to interrupt and prevent detonation of the detonator from initiating the detonating cord is installed between each electric detonator and the detonating cord ends."
    },
    {
      "provision": "60",
      "details": "An oxygen generator that is shipped with its means of initiation attached must incorporate at least two positive means of preventing unintentional actuation of the generator."
    },
    {
      "provision": "62",
      "details": "Oxygen generators are not authorized for transportation under this entry."
    },
    {
      "provision": "102",
      "details": "This article may be transported as Class 1.4D if all conditions specified in 49 CFR Paragraph 173.63(a) are met."
    },
    {
      "provision": "103",
      "details": "Detonators that will not mass detonate and undergo only limited propagation in the shipping package may be assigned to Class 1.4B."
    },
    {
      "provision": "105",
      "details": "The word 'Agents' may be used instead of 'Explosives' when approved by the DOT."
    },
    {
      "provision": "106",
      "details": "The recognized name of the particular explosive may be specified in addition to the type."
    },
    {
      "provision": "107",
      "details": "The classification of the substance is expected to vary especially with the particle size and packaging, but the border lines have not been experimentally determined."
    },
    {
      "provision": "108",
      "details": "Fireworks must be constructed and packaged so that loose pyrotechnic composition is not present in packages during transportation."
    },
    {
      "provision": "109",
      "details": "Rocket motors must be nonpropulsive in transportation unless approved according to regulations."
    },
    {
      "provision": "110",
      "details": "Fire extinguishers and oxygen cylinders transported for emergency use may include installed actuating cartridges without changing the classification of Division 2.2."
    },
    {
      "provision": "111",
      "details": "Explosive substances of Class 1.1A are forbidden for transportation if dry or not desensitized, unless incorporated in a device."
    },
    {
      "provision": "112",
      "details": "Cartridges, Small Arms (1.4S) and Cartridges, Power Devices (1.4S) may be transported as limited quantities when authorized."
    },
    {
      "provision": "113",
      "details": "The sample must be given tentative approval by an agency or laboratory."
    },
    {
      "provision": "115",
      "details": "Boosters with detonator that will not mass detonate and undergo only limited propagation may be assigned to Class 1.4B."
    },
    {
      "provision": "116",
      "details": "Fuzes, detonating, may be classed in Class 1.4 if they contain no more than 25 g of explosive per fuze."
    },
    {
      "provision": "117",
      "details": "If freezing weather is anticipated, the water contained in the explosive substance must be mixed with denatured alcohol to prevent freezing."
    },
    {
      "provision": "118",
      "details": "This substance may not be transported under the provisions of Division 4.1 unless authorized."
    },
    {
      "provision": "123",
      "details": "Any explosive, blasting, type C containing chlorate must be segregated from explosives containing ammonium nitrate or other ammonium salts."
    },
    {
      "provision": "127",
      "details": "Mixtures containing oxidizing and organic materials transported under this entry may not meet the definition of a Class 1 material."
    },
    {
      "provision": "132",
      "details": "This description may only be used for ammonium nitrate-based compound fertilizers. They must be classified according to the procedure outlined in the UN Manual of Tests and Criteria."
    },
    {
      "provision": "134",
      "details": "This entry applies to vehicles powered by various batteries or hybrid engines, including lithium-ion batteries and fuel cells."
    },
    {
      "provision": "135",
      "details": "Internal combustion engines installed in a vehicle must be consigned under the entries “Vehicle, flamma le gas powered” or “Vehicle, flammable liquid powered,” as appropriate. (T-0). If a vehicle is powered by a flammable liquid and a flammable gas internal combustion engine, it must be consigned under the entry “Vehicle, flammable gas powered.” (T-0). These entries include hybrid electric vehicles powered by both an internal combustion engine and wet, sodium or lithium batteries installed. If a fuel cell engine is installed in a vehicle, the vehicle must be consigned using the entries “Vehicle, fuel cell, flammable gas powered” or “Vehicle, fuel cell, flammable liquid powered,” as appropriate. (T-0). These entries include hybrid electric vehicles powered by a fuel cell, an internal combustion engine, and wet, sodium or lithium batteries installed. For the purpose of this special provision, vehicles are self-propelled apparatus designed to carry one or more persons or goods. Examples of such vehicles are cars, motorcycles, trucks, locomotives, scooters, three- and four-wheeled vehicles or motorcycles, lawn tractors, self-propelled farming and construction equipment, boats and aircraft."
    },
    {
      "provision": "139",
      "details": "Use of the 'special arrangement' proper shipping names for international shipments must be made under an IAEA Certificate of Competent Authority."
    },
    {
      "provision": "155",
      "details": "Fish meal, fish scrap, and krill meal may not be transported if the temperature at the time of loading exceeds specified limits."
    },
    {
      "provision": "156",
      "details": "Asbestos that is immersed or fixed in a binder material or contained in manufactured products is not subject to the requirements of this manual."
    },
    {
      "provision": "160",
      "details": "This entry applies to safety devices for vehicles, vessels, or aircraft, e.g., airbag inflators, seat-belt pretensioners, and pyromechanical devices containing Class 1 materials."
    },
    {
      "provision": "162",
      "details": "This material may be transported under Division 4.1 only if packed so that the percentage of diluent will not fall below the percentage stated in the shipping description."
    },
    {
      "provision": "165",
      "details": "These substances are susceptible to exothermic decomposition at elevated temperatures and must be shaded from direct sunlight and placed in adequately ventilated areas."
    },
    {
      "provision": "167",
      "details": "These storage systems must always be considered as containing hydrogen. Metal hydride storage systems must be approved for transport by the Associate Administrator."
    },
    {
      "provision": "177",
      "details": "Gasoline or ethanol and gasoline mixtures for use in internal combustion engines must be assigned to Packing Group II regardless of variations in volatility."
    },
    {
      "provision": "182",
      "details": "Equipment containing only lithium batteries must be classified as either UN3091 or UN3481."
    },
    {
      "provision": "198",
      "details": "Nitrocellulose solutions containing not more than 20% nitrocellulose may be transported as paint or printing ink if the nitrocellulose contains no more than 12.6% nitrogen."
    },
    {
      "provision": "237",
      "details": "This entry may only be used for non-activated batteries that contain dry potassium hydroxide and are intended to be activated prior to use by adding water."
    },
    {
      "provision": "328",
      "details": "When lithium metal or lithium-ion batteries are contained in the fuel cell system, they must be described under this entry and the appropriate entries for lithium batteries."
    },
    {
      "provision": "332",
      "details": "Magnesium nitrate hexahydrate is not subject to the requirements of this manual."
    },
    {
      "provision": "346",
      "details": "Nitrogen, refrigerated liquid (cryogenic liquid) transported in accordance with open cryogenic receptacles is not subject to other requirements of this manual."
    },
    {
      "provision": "347",
      "details": "Substances and articles assigned to these PSNs must pass Test series 6(d) of Part I of the UN Manual of Tests and Criteria, or must be reclassified."
    },
    {
      "provision": "349",
      "details": "Mixtures of hypochlorite with an ammonium salt are forbidden for transport. Hypochlorite solution is a Class 8 corrosive material."
    },
    {
      "provision": "361",
      "details": "Capacitors with an energy storage capacity of 0.3 Wh or less are not subject to the requirements of this manual."
    },
    {
      "provision": "362",
      "details": "This entry applies to liquids, pastes, or powders, pressurized with a propellant that meets the definition of a gas in 49 CFR Section 173.115."
    },
    {
      "provision": "367",
      "details": "The proper shipping name 'Paint related material' may be used for consignments containing paint and paint-related material in the same package."
    },
    {
      "provision": "368",
      "details": "Non-fissile or fissile-excepted uranium hexafluoride must be classified under UN3507 or UN2978."
    },
    {
      "provision": "369",
      "details": "This radioactive material in an excepted package possessing toxic and corrosive properties is classified in Division 6.1."
    },
    {
      "provision": "372",
      "details": "This entry applies to asymmetric capacitors with an energy storage capacity greater than 0.3 Wh."
    },
    {
      "provision": "387",
      "details": "When chemical stabilization is employed, the level of stabilization must be sufficient to prevent the material from dangerous polymerization at 50°C."
    },
    {
      "provision": "388",
      "details": "Lithium batteries containing both primary lithium metal cells and rechargeable lithium ion cells that are not designed to be externally charged must meet certain conditions."
    },
    {
      "provision": "389",
      "details": "This entry only applies to lithium-ion or lithium-metal batteries installed in a cargo transport unit and designed to provide power externally."
    },
    {
      "provision": "391",
      "details": "Articles containing hazardous materials of various divisions may only be offered for transportation and transported under conditions approved by the DOT Associate Administrator."
    },
    {
      "provision": "A1",
      "details": "Single packaging is not permitted on aircraft carrying passengers. P4 restrictions apply."
    },
    {
      "provision": "A2",
      "details": "Single packagings are not permitted."
    },
    {
      "provision": "A3",
      "details": "For combination packagings, if glass inner packagings (including ampoules) are used, they must be packed with absorbent material in tightly closed rigid and leakproof receptacles before packing in outer packagings."
    },
    {
      "provision": "A4",
      "details": "Liquids having an inhalation toxicity of PG I and are identified as P1, P2, or P3 are not permitted on passenger aircraft. Deviations are not allowed."
    },
    {
      "provision": "A5",
      "details": "Solids having an inhalation toxicity of PG I and are identified as P1, P2, or P3, are not permitted on passenger aircraft and may not exceed a maximum net quantity per package of 15 kg (33 pounds) on cargo aircraft."
    },
    {
      "provision": "A6",
      "details": "For combination packagings, if plastic inner packagings are used, pack in tightly closed metal receptacles before packing into outer packagings."
    },
    {
      "provision": "A7",
      "details": "Steel packagings must be corrosion-resistant or have protection against corrosion."
    },
    {
      "provision": "A8",
      "details": "For combination packagings, if glass inner packagings (including ampoules) are used, they must be packed with cushioning material in tightly closed metal receptacles before packing in outer packagings."
    },
    {
      "provision": "A9",
      "details": "For combination packages, if plastic bags are used, they must be packed in tightly closed metal receptacles before packing in outer packagings."
    },
    {
      "provision": "A10",
      "details": "When aluminum or aluminum alloy construction materials are used, they must be resistant to corrosion."
    },
    {
      "provision": "A11",
      "details": "For combination packagings, when metal inner packagings are permitted, only specification cylinders constructed of metals which are compatible with the hazardous material may be used."
    },
    {
      "provision": "A19",
      "details": "Combination packagings consisting of outer fiber drums or plywood drums, with inner plastic packagings, are not authorized."
    },
    {
      "provision": "A20",
      "details": "Plastic bags as inner receptacles of combination packagings are not authorized."
    },
    {
      "provision": "A29",
      "details": "Combination packagings consisting of outer expanded plastic boxes with inner plastic bags are not authorized."
    },
    {
      "provision": "A30",
      "details": "Ammonium permanganate is not authorized."
    },
    {
      "provision": "A35",
      "details": "This includes material which is not covered by any other hazard class but has anesthetic, narcotic, noxious or other properties such that, in the event of spillage or leakage on the aircraft, extreme annoyance or discomfort could be caused to aircrew members so as to prevent correct performance of assigned duties."
    },
    {
      "provision": "A37",
      "details": "This entry applies only to a material meeting the definition in 49 CFR Section 171.8 for self-defense spray."
    },
    {
      "provision": "A43",
      "details": "Toxins from plant, animal, or bacterial sources, which contain infectious substances, or toxins that are contained in infectious substances, must be classified as Division 6.2."
    },
    {
      "provision": "A56",
      "details": "Radioactive material with a subsidiary hazard of Division 4.2 Packing Group I must be transported in Type B packages when offered for transportation by aircraft. Radioactive material with a subsidiary hazard of Division 2.1 is forbidden from transport on passenger aircraft."
    },
    {
      "provision": "A58",
      "details": "An aqueous solution containing 24% or less alcohol by volume and more than 50% water is not subject to these regulations."
    },
    {
      "provision": "A61",
      "details": "When used for purposes such as sterilization, inner packagings of peroxyacetic acid, stabilized, classified as UN3107 or UN3109, may be fitted with a vent consisting of a hydrophobic membrane."
    },
    {
      "provision": "A67",
      "details": "Non-spillable batteries are considered dry batteries and not subject to any other requirements if they meet specific conditions, including no free liquid flow at 55°C."
    },
    {
      "provision": "A69",
      "details": "May be transported using a DOT hazard classification approval. Except for Class/Division 1.4S, a copy of the approval must accompany the shipment."
    },
    {
      "provision": "A87",
      "details": "Engines or machinery which are not fully enclosed by packaging, crates, or other means that prevent ready identification, are not subject to marking, labeling, or placarding requirements."
    },
    {
      "provision": "A117",
      "details": "Wastes containing Category A infectious substances must be assigned to UN2814 or UN2900."
    },
    {
      "provision": "A124",
      "details": "Only mixtures with not more than 23.5% oxygen may be transported under this entry. A Division 5.1 subsidiary hazard label is not required for any concentration within this limit."
    },
    {
      "provision": "A140",
      "details": "Technical name must not be shown on the package, but must be shown on the shipper’s declaration for dangerous goods."
    },
    {
      "provision": "A191",
      "details": "Notwithstanding the Division 6.1 subsidiary hazard for this description, the toxic subsidiary hazard label and requirement are not required for manufactured articles containing less than 5 kg of mercury."
    },
    {
      "provision": "A197",
      "details": "Marine pollutants in single or combination packagings containing a net quantity per packaging of 5 L or less for liquids, or 5 kg or less for solids, are not subject to other requirements provided packagings meet general standards."
    },
    {
      "provision": "A213",
      "details": "Lithium batteries containing both primary lithium metal cells and rechargeable lithium-ion cells must be assigned to UN numbers 3090 or 3091 as appropriate."
    },
    {
      "provision": "A500",
      "details": "P2 Code applies if rocket motor contains hypergolic liquids."
    },
    {
      "provision": "A501",
      "details": "P3 does not apply to unit maintenance and support personnel traveling on Special Assignment Airlift Missions."
    },
    {
      "provision": "A502",
      "details": "With approval of the Shipper’s HAZMAT service focal point, may be shipped as P2."
    },
    {
      "provision": "A503",
      "details": "Only Class 2 (non-toxic aerosols), Class 3 (PG II or III), and Division 6.1 (PG III) substances without a subsidiary hazard may be shipped to an international location as Class 9."
    },
    {
      "provision": "A504",
      "details": "Deleted"
    },
    {
      "provision": "A506",
      "details": "Inner receptacles of a combination package and a single package must meet internal air gauge pressure requirements for PG III liquids."
    },
    {
      "provision": "A507",
      "details": "Passenger eligibility for radioactive materials is determined by Category III, II, or I Yellow label provisions (P3, P4, and P5)."
    },
    {
      "provision": "A508",
      "details": "Diagnostic, Patient, or Clinical Specimens not containing Category A or B infectious substances are not regulated."
    },
    {
      "provision": "A509",
      "details": "Magnesium alloys with 50% or less magnesium in pellets, turnings, or ribbons are not regulated."
    },
    {
      "provision": "A510",
      "details": "Emergency power units (EPU) for F-16 aircraft are packaged, marked, and labeled per a DOT-SP, CAA, or COE."
    },

    {
      "provision": "N3",
      "details": "Glass inner packagings are permitted in combination or composite packagings only if the hazardous material is free from hydrofluoric acid."
    },
    {
      "provision": "N4",
      "details": "For combination or composite packagings, glass inner packagings, other than ampoules, are not permitted."
    },
    {
      "provision": "N5",
      "details": "Glass materials of construction are not authorized for any part of the packaging which is normally in contact with the hazardous material."
    },
    {
      "provision": "N6",
      "details": "Battery fluid packaged with electric storage batteries, wet or dry, must conform to the packaging provisions of A12.4.4."
    },
    {
      "provision": "N7",
      "details": "The hazard class or division number of the material must be marked on the package according to 49 CFR Section 172.302."
    },
    {
      "provision": "N8",
      "details": "Nitroglycerin solution in alcohol may be transported only when packed in metal cans of not more than 1 L capacity, overpacked in a wooden box, with absorbent material."
    },
    {
      "provision": "N12",
      "details": "Plastic packagings are not authorized."
    },
    {
      "provision": "N25",
      "details": "Steel single packagings are not authorized."
    },
    {
      "provision": "N32",
      "details": "Aluminum materials of construction are not authorized for single packagings."
    },
    {
      "provision": "N33",
      "details": "Aluminum drums are not authorized."
    },
    {
      "provision": "N34",
      "details": "Aluminum construction materials are not authorized for any part of a packaging that is normally in contact with the hazardous materials."
    },
    {
      "provision": "N36",
      "details": "Aluminum or aluminum alloy construction materials are permitted only for halogenated hydrocarbons that will not react with aluminum."
    },
    {
      "provision": "N37",
      "details": "This material may be shipped in an integrally-lined fiber drum (1G) that meets the general packaging requirements and UN performance tests."
    },
    {
      "provision": "N40",
      "details": "This material is not authorized in the following packagings: (1) A combination packaging consisting of a 4G fiberboard box with inner receptacles of glass or earthenware. (2) A single packaging of a 4C2 sift-proof, natural wood box. (3) A composite packaging 6PG2."
    },
    {
      "provision": "N41",
      "details": "Metal construction materials are not authorized for any part of a packaging that is normally in contact with the hazardous material."
    },
    {
      "provision": "N43",
      "details": "Metal drums are permitted as single packagings only if constructed of nickel or Monel."
    },
    {
      "provision": "N45",
      "details": "For combination packagings, copper cartridges are permitted as inner packagings when the hazardous material is not in dispersion."
    },
    {
      "provision": "N65",
      "details": "Outage must be sufficient to prevent cylinders or spheres from becoming liquid full at 55 degrees C (130 degrees F)."
    },
    {
      "provision": "N73",
      "details": "Packagings consisting of outer wooden or fiberboard boxes with inner glass, metal, or other strong containers are authorized and need not conform to the UN test requirements for domestic shipment."
    },
    {
      "provision": "N74",
      "details": "Packages consisting of tightly closed inner containers of glass, earthenware, metal, or polyethylene are authorized and need not conform to the UN test requirements for domestic shipment."
    },
    {
      "provision": "N75",
      "details": "Packages consisting of tightly closed inner packagings of glass, earthenware, or metal are authorized and need not conform to the UN test requirements for domestic shipment."
    },
    {
      "provision": "N76",
      "details": "For materials of not more than 25 percent active ingredient by weight, packages consisting of inner metal packagings not greater than 250 ml capacity each, packed with absorbent material, are authorized."
    },
    {
      "provision": "N77",
      "details": "For materials of not more than two percent active ingredients by weight, with the liquid absorbed in an inert material, the packagings need not conform to UN test requirements for domestic shipment."
    },
    {
      "provision": "N78",
      "details": "Packages consisting of inner glass, earthenware, polyethylene, or metal bottles or jars not over 0.5 kg capacity each are authorized and need not conform to UN test requirements for domestic shipments."
    },
    {
      "provision": "N79",
      "details": "Packages consisting of tightly closed metal inner packagings not over 0.5 kg capacity each are authorized and need not conform to UN test requirements for domestic shipment."
    },
    {
      "provision": "N85",
      "details": "Packagings certified at the Packing Group I performance level may not be used."
    },
    {
      "provision": "N86",
      "details": "UN pressure receptacles made of aluminum alloy are not authorized."
    },
    {
      "provision": "N87",
      "details": "The use of copper valves on UN pressure receptacles is prohibited."
    },
    {
      "provision": "N88",
      "details": "Any metal part of a UN pressure receptacle in contact with the contents may not contain more than 65% copper."
    },
    {
      "provision": "N89",
      "details": "When steel UN pressure receptacles are used, only those bearing the 'H' mark are authorized."
    },
    {
      "provision": "N90",
      "details": "Metal packagings are not authorized."
    }
  ]
}
